[{"name":"Sennheiser Headphones","brand":"Sennheiser HD 820","price":2000,"id":"50s8nk2k4kbwbgirj","type":"product","image":"http://localhost:3003/photos/products/50s8nk2k4kbwbgirj.jpg","description":"The New Audiophile Standard for Closed-Back Headphones For audiophiles there wasnt any doubt: When it came to circumaural headphones the very best sound required an open back design. This axiom has now been rendered obsolete by the youngest member of the Sennheiser Audiophile Range: The closed dynamic HD 820 employ an innovative technology that makes them sound breathtakingly transparent and natural. ","updatedAt":"2020-06-26T17:58:29.311Z"},{"name":"Super Soft Easy Care Microfiber Bed Sheet","brand":"AmazonBasics","price":13.99,"category":"Bedroom","id":"50s8nk8n4kbwcfwt5","type":"product","image":"http://localhost:3003/photos/products/50s8nk8n4kbwcfwt5._AC_SL1207_","description":"Surprisingly soft for being so budget friendly, this AmazonBasics microfiber sheet set adds a wonderful dose of cozy to any well-made bed. The silky-soft sheet set makes a nice choice for a kid’s bedroom, a college dorm room, or for a first-time apartment. It can even be used as a fresh set for overnight guests or as a handy backup set on laundry day.","updatedAt":"2020-06-26T17:56:21.229Z"},{"name":"Alexa","price":399,"brand":"Amazon","updatedAt":"2020-06-26T16:19:25.228Z","createdAt":"2020-06-26T15:18:52.793Z","id":"50s8nk44wkbwd1zej","type":"product","image":"http://localhost:3003/photos/products/50s8nk44wkbwd1zej.png","description":"Meet Echo - Echo (3rd Gen) has new premium speakers powered by Dolby to play 360° audio with crisp vocals and dynamic bass response.Meet Echo - Echo (3rd Gen) has new premium speakers powered by Dolby to play 360° audio with crisp vocals and dynamic bass response.Enjoy premium sound - Personalize your listening experience by adjusting the equalizer settings. Pair with a second Echo (3rd Gen) or Echo Plus (2nd Gen) for stereo sound and add more bass with an Echo Sub.."},{"name":"MacBook Pro MVVL2TU/A 16'' TB 2.6GHz 6C i7 16GB 512GB Silver","brand":"Apple","price":2400,"category":"Computer","updatedAt":"2020-06-26T17:33:49.716Z","createdAt":"2020-06-26T17:30:48.081Z","id":"50s8nk86ckbwhrmvo","type":"product","image":"http://localhost:3003/photos/products/50s8nk86ckbwhrmvo.png","description":"macOS is the operating system that powers everything you do on a Mac. macOS Catalina brings dedicated apps for music, TV, and podcasts. Smart updates to the apps you use most. And Sidecar, which lets you use iPad as a second display. So you can take everything you do above and beyond."},{"name":"Apple iPhone 11, 64 GB, Black","brand":"Apple","price":1000,"category":"Phone","description":"A transformative triple‑camera system that adds tons of capability without complexity. An unprecedented leap in battery life. And a mind‑blowing chip that doubles down on machine learning and pushes the boundaries of what a smartphone can do. Welcome to the first iPhone powerful enough to be called Pro.","updatedAt":"2020-06-26T17:49:51.338Z","createdAt":"2020-06-26T17:49:05.714Z","id":"50s8nkbcwkbwif5th","type":"product","image":"http://localhost:3003/photos/products/50s8nkbcwkbwif5th._AC_SL1500_"},{"name":"Huawei P40 Pro 256 GB","brand":"Huawei","price":1600,"category":"Phone","description":"Huawei P40 Pro Premium is not officially release yet while specs mentioned below are based on rumors. The device is IP68 dust/water resistant (up to 2m for 30 mins).The smartphone is pack with 12 GB RAM and 512 GB internal storage. The smartphone is powered by the HiSilicon Kirin 990 5G Octa-core processor. The smartphone comes with a 6.7 inches OLED capacitive touchscreen and 1440 x 3160 pixels resolution..","updatedAt":"2020-06-26T17:53:29.536Z","createdAt":"2020-06-26T17:53:29.537Z","id":"50s8nk6ngkbwiktdv","type":"product","image":"http://localhost:3003/photos/products/50s8nk6ngkbwiktdv.jpg"}]
